Repository: Duluth-Technologies/isoatthetop
Catalog: src/locale/messages.*.xlf
Languages: fr

# navSkipToContent
source: Skip to content
fr: Aller au contenu

# legalTitle
source: Legal notice
fr: Mentions légales

# seasonWinter
source: Winter
fr: Hiver

# seasonSummer
source: Summer
fr: Été

# legalTitleH1
source: Legal notice
fr: Mentions légales

# legalPublisherTitle
source: Publisher
fr: Éditeur

# legalPublisherHint
source: To be completed with the owner’s information.
fr: À compléter avec les informations du propriétaire.

# legalPublisherName
source: Name / company: …
fr: Nom / raison sociale : …

# legalPublisherPhone
source: Phone:
fr: Téléphone :

# legalHostingTitle
source: Hosting
fr: Hébergement

# legalDataTitle
source: Data & cookies
fr: Données & cookies

# legalNoCookies
source: This site does not use cookies.
fr: Ce site n’utilise pas de cookies.

# legalDataUse
source: If you use the contact form, the information entered is used only to reply to your stay request.
fr: Si vous utilisez le formulaire de contact, les informations saisies sont utilisées uniquement pour répondre à votre demande de séjour.

# legalBack
source: Back
fr: Retour

# showEmailButton
source: Show
fr: Afficher

# copyButton
source: Copy
fr: Copier

# showPhoneButton
source: Show
fr: Afficher

# notFoundText
source: Page not found.
fr: Page introuvable.

# notFoundHome
source: Back to home
fr: Retour à l’accueil

# navStation
source: The resort
fr: La station

# navApartment
source: Apartment
fr: Appartement

# navBooking
source: Book
fr: Réserver

# navPricing
source: Prices & availability
fr: Tarifs & dispos

# navAccess
source: Access
fr: Accès

# navSeasonAriaLabel
source: Season
fr: Saison

# navLanguageAriaLabel
source: Language
fr: Langue

# heroKickerWinter
source: Winter · Weekly rental (Saturday → Saturday)
fr: Hiver · Location semaine (samedi → samedi)

# heroTitleWinter
source: South-facing sunshine. Panoramic views. Close to the slopes.
fr: Soleil plein sud. Vue panoramique. À deux pas des pistes.

# heroLeadWinter
source: Renovated 50 m² apartment in Isola 2000: 2 separate bedrooms, 1 bathroom with WC and 1 shower room with WC, bright living room and mountain views. Slopes ~250 m, shops 7–8 min walk (shuttle).
fr: Appartement 50 m² refait à neuf à Isola 2000 : 2 chambres fermées, une salle de bain avec WC et une salle d’eau avec WC, séjour lumineux et vue montagne. Pistes à ~250 m, commerces à 7–8 min à pied (navette).

# heroKickerSummer
source: Summer · Weekly rental (Saturday → Saturday)
fr: Été · Location semaine (samedi → samedi)

# heroTitleSummer
source: Blue skies. Mountains. A bright, comfortable apartment.
fr: Grand bleu. Montagnes. Un appartement lumineux, tout confort.

# heroLeadSummer
source: Summer in Isola 2000: hiking, MTB, panoramas. Renovated 50 m² south-facing apartment: 2 separate bedrooms, 1 bathroom with WC and 1 shower room with WC, bright living room and mountain views.
fr: Isola 2000 l’été : rando, VTT, panoramas. Appartement 50 m² plein sud, refait à neuf : 2 chambres fermées, une salle de bain avec WC et une salle d’eau avec WC, séjour lumineux et vue montagne.

# stationTitle
source: The resort
fr: La station

# heroCtaPrimary
source: Request a stay
fr: Demander un séjour

# heroCtaPhone
source: Phone
fr: Téléphone

# heroImageAltWinter
source: Panoramic view of snowy mountains under a blue sky
fr: Vue panoramique sur les montagnes enneigées sous un ciel bleu

# heroImageAltSummer
source: Panoramic view of summer mountains under an azure sky
fr: Vue panoramique sur les montagnes en été sous un ciel azur

# idealTitle
source: Perfect for…
fr: Idéal pour…

# idealTextWinter
source: Families (2 bedrooms) · Couples · Friends. Modern comfort, light, views.
fr: Familles (2 chambres) · Couples · Amis. Confort moderne, lumière, vue.

# idealTextSummer
source: Families · Couples · Friends. Nature, fresh air and panoramic views.
fr: Familles · Couples · Amis. Nature, air frais et vue panoramique.

# idealKnowTitle
source: Good to know
fr: À savoir

# idealKnowText
source: Saturday → Saturday rentals.
fr: Location du samedi au samedi.

# highlightsKicker
source: Why you’ll love it
fr: Ce qui fait la différence

# highlightsTitle
source: Highlights
fr: Les points forts

# highlights1Title
source: South-facing
fr: Plein sud

# highlights1TextWinter
source: Lots of sunshine, bright living room.
fr: Ensoleillement fort, séjour lumineux.

# highlights1TextSummer
source: Light and sunshine.
fr: Terrasse/balcon et lumière.

# highlights2Title
source: Panoramic view
fr: Vue panoramique

# highlights2TextWinter
source: Mountains as far as the eye can see.
fr: Montagnes à perte de vue.

# highlights2TextSummer
source: Mountains and blue skies.
fr: Montagnes & ciel azur.

# highlights3Title
source: 2 separate bedrooms
fr: 2 chambres fermées

# highlights3TextWinter
source: No “bunk corner”.
fr: Pas de “coin montagne”.

# highlights3TextSummer
source: Comfort for 4–5 guests.
fr: Confort pour 4–5.

# highlights4Title
source: 1 bathroom with WC + 1 shower room with WC
fr: Une salle de bain avec WC et une salle d’eau avec WC

# highlights4TextWinter
source: Rare and practical at the resort.
fr: Confort rare et pratique.

# highlights4TextSummer
source: Super practical for families.
fr: Pratique en famille.

# highlights5TitleWinter
source: ~250 m to slopes
fr: ~250 m des pistes

# highlights5TextWinter
source: Quick access for ski days.
fr: Accès rapide ski & retours.

# highlights5TitleSummer
source: Modern comfort
fr: Confort moderne

# highlights5TextSummer
source: Full kitchen and laundry.
fr: Électroménager complet.

# highlights6Title
source: Shops & shuttle
fr: Commerces & navette

# highlights6Text
source: 7–8 min walk + shuttle.
fr: 7–8 min à pied + navette.

# apartmentKicker
source: 50 m² · 2nd floor · south-facing
fr: 50 m² · 2e étage · plein sud

# apartmentTitle
source: The apartment
fr: L’appartement

# bookingTitle
source: Book your stay
fr: Réserver votre séjour

# apartmentLayoutTitle
source: Layout
fr: Configuration

# apartmentLayout1
source: 2 separate bedrooms: double bed 140×190; bunk bed 190×80 + pull-out.
fr: 2 chambres indépendantes et fermées : lit 140×190 ; lit superposé 190×80 + tiroir.

# apartmentLayout2
source: 1 bathroom with WC + 1 shower room with WC.
fr: Une salle de bain avec WC + une salle d’eau avec WC.

# apartmentLayout3
source: Bright living room with panoramic mountain views.
fr: Séjour lumineux, vue montagne panoramique.

# apartmentAmenitiesTitle
source: Amenities
fr: Équipements

# apartmentAmenity1
source: Dishwasher, oven, induction hob
fr: Lave-vaisselle, four, plaques induction

# apartmentAmenity2
source: Washing machine, tumble dryer
fr: Lave-linge, sèche-linge

# apartmentAmenity4
source: Bed linen & towels provided
fr: Draps & serviettes fournis

# apartmentAmenity5
source: Large wardrobes, ski locker
fr: Dressings spacieux, local à skis

# apartmentAmenity6
source: Easy street parking
fr: Parking rue facile

# apartmentPlanTitle
source: 2D floor plan
fr: Plan 2D

# apartmentPlanAlt
source: 2D apartment floor plan
fr: Plan 2D de l'appartement

# galleryKicker
source: Photos & short videos
fr: Photos & vidéos courtes

# galleryTitle
source: Gallery
fr: Galerie

# galleryFilterAria
source: Filter gallery
fr: Filtrer la galerie

# galleryFilterWinter
source: Winter
fr: Hiver

# galleryFilterSummer
source: Summer
fr: Été

# accessKicker
source: Resort & access
fr: Station & accès

# accessTitleWinter
source: Isola 2000 · Sun & altitude
fr: Isola 2000 · Soleil & altitude

# accessTitleSummer
source: Isola 2000 · Fresh air & views
fr: Isola 2000 · Fraîcheur & panoramas

# accessDistancesTitle
source: Key distances
fr: Distances clés

# accessDistancesWinter1
source: Slopes: ~250 m
fr: Pistes : ~250 m

# accessDistancesWinter2
source: Shops: 7–8 min walk
fr: Commerces : 7–8 min à pied

# accessDistancesWinter3
source: Internal shuttle with stop in front of the building, daily 7:45 am – 6:30 pm. <a>More info</a>
fr: Navette interne avec arrêt devant l'immeuble tous les jours de 7h45 à 18h30. <a>Plus d'infos</a>

# accessDistancesSummer1
source: Shops: 7–8 min walk
fr: Commerces : 7–8 min à pied

# accessDistancesSummer2
source: Internal shuttle with stop in front of the building, daily 7:45 am – 6:30 pm. <a>More info</a>
fr: Navette interne avec arrêt devant l'immeuble tous les jours de 7h45 à 18h30. <a>Plus d'infos</a>

# accessDistancesSummer3
source: Hiking/MTB starts nearby
fr: Départs rando/VTT : proches

# accessTimesTitle
source: Indicative travel times
fr: Temps d’accès indicatifs

# accessTimes1
source: From Nice: 1h30
fr: Depuis Nice : 1h30

# accessTimes2
source: From Marseille: 3h30
fr: Depuis Marseille : 3h30

# accessTimes3
source: From Montpellier: 5h00
fr: Depuis Montpellier : 5h00

# accessMapTitle
source: Map
fr: Carte

# accessMapAlt
source: Map of South-East France locating Isola 2000
fr: Carte du Sud-Est de la France situant Isola 2000

# accessKnowTitle
source: Good to know
fr: À savoir

# accessKnow1
source: France’s 5th highest resort
fr: 5ème station la plus haute de France

# accessKnow2
source: 300 sunny days per year
fr: 300 jours de soleil par an

# accessKnow4
source: 120 km of slopes
fr: 120 km de pistes

# accessKnow3
source: Good-value lift passes: €44 adult day pass
fr: Forfaits abordables : 44 € le forfait journée adulte

# accessLinksLabel
source: Useful links:
fr: Liens utiles :

# accessLinkOffice
source: Tourist office
fr: Office du tourisme

# accessLinkWeather
source: Weather
fr: Météo

# activitiesKickerWinter
source: Things to do in winter
fr: À faire en hiver

# activitiesKickerSummer
source: Things to do in summer
fr: À faire en été

# activitiesTitle
source: Activities
fr: Activités

# activities1TextWinter
source: Resort area, lessons, rentals.
fr: Domaine, cours, locations.

# activities2TitleWinter
source: Walks & viewpoints
fr: Balades & points de vue

# activities2TextWinter
source: Scenic routes and sunsets.
fr: Itinéraires et couchers de soleil.

# activities3TitleWinter
source: Family-friendly
fr: Famille

# activities3TextWinter
source: Simple, practical activities.
fr: Activités simples, pratiques.

# activities1TitleSummer
source: Hiking
fr: Randonnée

# activities1TextSummer
source: Scenic trails and cool air.
fr: Itinéraires panoramiques et fraîcheur.

# activities2TitleSummer
source: Mountain biking
fr: VTT

# activities2TextSummer
source: Routes and adrenaline in the Alps.
fr: Sorties et sensations en montagne.

# activities3TitleSummer
source: Family-friendly
fr: Famille

# activities3TextSummer
source: Nature activities and gentle walks.
fr: Activités nature, balades, découvertes.

# pricingKicker
source: Prices & availability
fr: Tarifs & disponibilités

# pricingTitle
source: All weeks (Saturday → Saturday)
fr: Toutes les semaines (samedi → samedi)

# pricingWeek
source: Week
fr: Semaine

# pricingPrice
source: Price
fr: Prix

# pricingStatus
source: Status
fr: Statut

# pricingHolidays
source: School holidays
fr: Vacances scolaires

# includedKicker
source: Terms
fr: Conditions

# includedTitle
source: Included & conditions
fr: Inclus & conditions

# includedIncludedTitle
source: Included
fr: Inclus

# included1
source: Bed linen & towels
fr: Draps & serviettes

# included2
source: Kitchen equipment (Nespresso, induction, oven)
fr: Équipements cuisine (Nespresso, induction, four)

# included3Winter
source: Ski locker
fr: Local à skis

# included3Summer
source: Easy street parking
fr: Parking rue facile

# includedToConfirmTitle
source: Stay conditions
fr: Conditions de séjour

# includedToConfirm1
source: End-of-stay cleaning included
fr: Ménage de fin de séjour inclus

# includedToConfirm2
source: Deposit: €1,000
fr: Caution : 1000 €

# includedToConfirm3
source: Check-in from 4:00 pm · check-out 10:00 am
fr: Arrivée à partir de 16h · départ à 10h00

# includedToConfirm5
source: Free cancellation up to 30 days before check-in
fr: Annulation gratuite jusqu'à 30 jours avant le début du séjour

# includedToConfirm4
source: No pets
fr: Pas d'animaux

# reviewsKicker
source: Guest feedback
fr: Retours voyageurs

# reviewsTitle
source: Reviews
fr: Avis

# reviewsRating
source: Rated ★ 5.0 on Airbnb
fr: Noté ★ 5.0 sur Airbnb

# airbnbLinkAria
source: View this listing on Airbnb
fr: Voir l’annonce sur Airbnb

# airbnbLinkText
source: View this listing on Airbnb
fr: Voir l’annonce sur Airbnb

# reviewsRating
source: 5-star rating on Airbnb
fr: 5 étoiles sur Airbnb

# contactKicker
source: Direct contact
fr: Contact direct

# contactTitle
source: Request a stay
fr: Demander un séjour

# contactDetailsTitle
source: Contact details
fr: Coordonnées

# contactLabelPhone
source: Phone:
fr: Téléphone :

# contactQuickTitle
source: To get a quick reply
fr: Pour une réponse rapide

# contactQuick1Prefix
source: Check
fr: Regardez

# navPricingInline
source: Pricing & availability
fr: Tarifs & dispos

# contactQuick1Suffix
source: , then share your dates (Saturday → Saturday).
fr: , puis indiquez vos dates (samedi → samedi).

# contactQuick2
source: Tell us your party size (up to 5) and any needs (kids, bedding, etc.).
fr: Précisez le nombre de personnes (jusqu’à 5) et vos besoins (enfants, lit, etc.).

# contactQuick3
source: Add your preferred contact method and, if useful, a callback window.
fr: Indiquez votre préférence de contact et, si besoin, un créneau pour rappel.

# contactConfirmTitle
source: What we’ll confirm
fr: Ce que nous confirmons

# contactConfirm1
source: Week availability
fr: Disponibilité de la semaine

# contactConfirm2
source: Price and details (arrival/departure, cleaning, deposit)
fr: Prix et modalités (arrivée/départ, ménage, caution)

# contactConfirm3
source: Answers to your questions
fr: Réponses à vos questions

# contactNotice
source: This site does not use cookies. Data is used only to reply to your request.
fr: Ce site n’utilise pas de cookies. Les informations saisies sont utilisées uniquement pour répondre à votre demande.

# contactFormTitle
source: Form
fr: Formulaire

# contactFormName
source: Name
fr: Nom

# contactFormPhone
source: Phone
fr: Téléphone

# contactFormGuests
source: Guests
fr: Nombre de personnes

# contactFormArrival
source: Arrival (Saturday)
fr: Arrivée (samedi)

# contactFormDeparture
source: Departure (Saturday)
fr: Départ (samedi)

# contactFormPrefContact
source: Preferred contact
fr: Préférence de contact

# contactFormChoose
source: Choose…
fr: Choisir…

# contactFormOptPhone
source: Phone
fr: Téléphone

# contactFormCallback
source: Callback window (optional)
fr: Créneau pour rappel (optionnel)

# contactFormCallbackPlaceholder
source: e.g. 12–2pm or 6–8pm
fr: Ex : 12h–14h ou 18h–20h

# contactFormMessagePlaceholder
source: Dates, group, questions…
fr: Infos utiles : composition, besoins, questions…

# contactFormSend
source: Send
fr: Envoyer

# contactFormFineprint
source: No cookies. Data is used only to reply to your request.
fr: Sans cookies. Les informations sont utilisées uniquement pour répondre à votre demande.

# footerTagline
source: Apartment rental in Isola 2000 · south-facing · panoramic views.
fr: Location appartement à Isola 2000 · plein sud · vue panoramique.

# footerLegalLink
source: Legal notice
fr: Mentions légales

# footerCookiesNotice
source: This site does not use cookies. Data is used only to reply to your request.
fr: Ce site n'utilise pas de cookies. Les données sont utilisées uniquement pour répondre à votre demande.

# lightboxAriaLabel
source: Enlarged photo
fr: Agrandissement de la photo

# lightboxClose
source: Close
fr: Fermer

# slopeMapTitle
source: Slopes map
fr: Plan des pistes

# slopeMapAlt
source: Isola 2000 ski slopes map
fr: Plan des pistes Isola 2000

# slopeMapLink
source: Isola 2000 official website
fr: Site officiel Isola 2000

# zoomInLabel
source: Zoom in
fr: Zoomer

# zoomOutLabel
source: Zoom out
fr: Dézoomer

# zoomResetLabel
source: Reset zoom
fr: Réinitialiser le zoom

# formSuccessTitle
source: Message sent!
fr: Message envoyé !

# formSuccessMessage
source: We'll get back to you as soon as possible.
fr: Nous vous répondrons dans les plus brefs délais.

# formErrorTitle
source: Error
fr: Erreur

# formErrorMessage
source: An error occurred. Please try again or contact us directly.
fr: Une erreur est survenue. Veuillez réessayer ou nous contacter directement.

# contactFormSending
source: Sending…
fr: Envoi en cours…

# contactFormSent
source: Sent!
fr: Envoyé !

# contactFormWeek
source: Week (Saturday → Saturday)
fr: Semaine (samedi → samedi)

# contactFormChooseWeek
source: Choose a week…
fr: Choisir une semaine…

# contactFormWeekBooked
source: (Booked)
fr: (Réservé)

# footerPublisher
source: Publisher:
fr: Éditeur :

# footerHosting
source: Hosting: GitHub Pages
fr: Hébergement : GitHub Pages
